tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "bottom"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "neovim"
brew "prettyping"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "yq"
