tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "yoggy/tap"
brew "bat"
brew "bottom"
brew "exa"
brew "fd"
brew "fish"
brew "git-delta"
brew "go"
brew "jq"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql"
brew "prettyping"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "tmux"
brew "yoggy/tap/sendosc"
cask "balenaetcher"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gpg-suite-no-mail"
cask "kitty"
cask "obs"
cask "raspberry-pi-imager"
cask "signal"
