tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "yoggy/tap"
brew "bat"
brew "bottom"
brew "ctop"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "lazydocker"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry"
brew "prettyping"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "yq"
