brew "bat"
brew "bottom"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "git-delta"
brew "jq"
brew "neovim"
brew "prettyping"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
